app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "212"], ["text", "2221"], ["created_at", "2015-12-02 13:05:46.739218"], ["updated_at", "2015-12-02 13:05:46.739218"]]
---
	def create
		# render plain: params[:article].inspect
		@article = Article.new(acticle_params)


		if @article.save